Repository: VoteIT/voteit.dutt
Catalog: voteit/dutt/locale/*/LC_MESSAGES/voteit.dutt.po
Languages: sv

source: Dutt poll
sv: Dutt-omröstning

source: dutt_poll_description
sv: Markera förslag du gillar. Det finns ett maxantal, men du kan välja färre.

source: vote_singular
sv: Röst

source: vote_plural
sv: Röster

source: Mark the proposals you wish to vote for
sv: Markera de förslag du vill rösta på

source: You can't change your vote now.
sv: Du kan inte ändra din röst nu.

source: proposal_description_exactly
sv: Välj exakt ${amount} förslag.

source: proposal_description_min
sv: Välj som minst ${min} och som mest ${max} förslag.

source: proposal_description_without_min
sv: Välj som mest ${max} förslag.

source: not_exactly_selected_error
sv: Du har valt ${amount} förslag.

source: too_many_selected_error
sv: Du får inte välja fler än ${max}.

source: too_few_selected_error
sv: Du måste välja minst ${min}.

source: Maximum dutts
sv: Maximalt antal duttar

source: A '0' disables this setting.
sv: '0' stänger av denna inställning.

source: Minimum dutts
sv: Minimalt antal duttar

source: Results of ${title}
sv: Resultat av ${title}

source: Note!
sv: Notera!

source: majority_poll_too_many_proposals_warning
sv: Majoritetsomröstningar är inte tänkta att hantera fler än 2 förslag. Om alla vinnande fick minst 51% av rösterna och alla förlorande fick under 50% kan resultatet användas, annars bör ni använda en annan omröstningsmetod (som sorterad Schulze eller Skotsk STV).

source: majority_results_description
sv: Procentsatsen visar antal röster som valde det alternativet, inte utifrån antalet röstberättigade.
